tests/integration_tests/openfoam/cavity_template/constant/transportProperties.template
 FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

nu              nu [0 2 -1 0 0 0 0] {{ viscosity }};